Repository: pashadubrouski/Cryptarithm
Catalog: Cryptarithm/Cryptarithm/Strings/Localizable.xcstrings
Source language: en
Languages: ar, de_de, el, es_es, fr, hi, it, ja, ko, li, nb, pl, pt_pt, ru, sv, uk, zh_hans

# checkNetwork
source: Check your network connection.
ar: تحقق من اتصال الشبكة الخاص بك.
de_de: Überprüfen Sie Ihre Netzwerkverbindung.
el: Ελέγξτε τη σύνδεση του δικτύου σας.
es_es: Verifica tu conexión de red.
fr: Vérifiez votre connexion réseau.
hi: अपने नेटवर्क कनेक्शन की जाँच करें।
it: Controlla la tua connessione di rete.
ja: ネットワーク接続を確認してください。
ko: 네트워크 연결을 확인하세요.
li: Controleer uw netwerkverbinding.
nb: Sjekk nettverksforbindelsen din.
pl: Sprawdź swoje połączenie z siecią.
pt_pt: Verifique a sua conexão de rede.
ru: Проверьте ваше интернет-соединение.
sv: Kontrollera din nätverksanslutning.
uk: Перевірте підключення до мережі.
zh_hans: 检查您的网络连接。

# enjoyGameAsk
source: Enjoying the Game?
ar: هل تستمتع باللعبة؟
de_de: Genießen Sie das Spiel?
el: Απολαμβάνετε το παιχνίδι;
es_es: ¿Disfrutando el juego?
fr: Vous appréciez le jeu?
hi: खेल का आनंद ले रहे हैं?
it: Ti stai divertendo con il gioco?
ja: ゲームを楽しんでいますか？
ko: 게임 즐기고 계신가요?
li: Geniet je van het spel?
nb: Nyt spillet?
pl: Czy podoba Ci się gra?
pt_pt: Está a gostar do jogo?
ru: Наслаждаетесь игрой?
sv: Njuter du av spelet?
uk: Насолоджуєтеся грою?
zh_hans: 享受游戏吗？

source: Excellent!
ar: ممتاز!
de_de: Hervorragend!
el: Εξαιρετικά!
es_es: ¡Excelente!
hi: उत्कृष्ट!
it: Eccellente!
ja: 素晴らしい！
ko: 훌륭합니다!
li: Uitstekend!
nb: Utmerket!
pl: Świetnie!
pt_pt: Excelente!
ru: Отлично!
sv: Utmärkt!
uk: Чудово!
zh_hans: 优秀！

# firstStep
source: 1. Tap a letter to open a keyboard
ar: 1. اضغط على الحرف لفتح لوحة المفاتيح
de_de: 1. Tippen Sie auf einen Buchstaben, um die Tastatur zu öffnen
el: 1. Πατήστε ένα γράμμα για να ανοίξετε το πληκτρολόγιο
es_es: 1. Toca una letra para abrir el teclado
fr: 1. Appuyez sur une lettre pour ouvrir le clavier
hi: 1. कीबोर्ड खोलने के लिए एक अक्षर टैप करें
it: 1. Tocca una lettera per aprire la tastiera
ja: 1. キーボードを開くために文字をタップします
ko: 1. 키보드를 여는 문자를 누르세요
li: 1. Tik op een letter om het toetsenbord te openen
nb: 1. Trykk på en bokstav for å åpne tastaturet
pl: 1. Dotknij litery, aby otworzyć klawiaturę
pt_pt: 1. Toque numa letra para abrir o teclado
ru: 1. Нажмите на букву, чтобы открыть клавиатуру
sv: 1. Tryck på en bokstav för att öppna tangentbordet
uk: 1. Торкніться букви, щоб відкрити клавіатуру
zh_hans: 1. 点击字母以打开键盘

# goal
source: Goal: replace the letters to get a valid math equality
ar: الهدف: استبدل الحروف للحصول على معادلة رياضية صحيحة
de_de: Ziel: Ersetzen Sie die Buchstaben, um eine gültige mathematische Gleichung zu erhalten
el: Στόχος: αντικαταστήστε τα γράμματα για να πάρετε μια έγκυρη μαθηματική εξίσωση
es_es: Objetivo: reemplazar las letras para obtener una ecuación matemática válida
fr: Objectif: remplacer les lettres pour obtenir une égalité mathématique valide
hi: लक्ष्य: एक मान्य गणितीय समीकरण प्राप्त करने के लिए अक्षरों को बदलें
it: Obiettivo: sostituire le lettere per ottenere un\'uguaglianza matematica valida
ja: 目標：有効な数学の等式を得るために、文字を置き換える
ko: 목표: 유효한 수학적 등식을 얻기 위해 문자를 바꾸세요
li: Doel: vervang de letters om een geldige wiskundige vergelijking te krijgen
nb: Mål: Erstatt bokstavene for å få en gyldig matematisk likhet
pl: Cel: zamień litery, aby uzyskać poprawne równanie matematyczne
pt_pt: Objetivo: substituir as letras para obter uma igualdade matemática válida
ru: Цель: заменить буквы, чтобы получить корректное математическое равенство
sv: Mål: byt ut bokstäverna för att få en giltig matematisk ekvation
uk: Мета: замінити букви, щоб отримати дійсне математичне рівняння
zh_hans: 目标：替换字母以得到有效的数学等式

source: Levels
ar: مستويات
de_de: Ebenen
el: Επίπεδα
es_es: Niveles
fr: Niveaux
hi: स्तर
it: Livelli
ja: レベル
ko: 레벨
li: Niveaus
nb: Nivåer
pl: Poziomy
pt_pt: Níveis
ru: Уровни
sv: Nivåer
uk: Рівні
zh_hans: 关卡

# levelTitle %lld
source: Level %lld
ar: المستوى %lld
de_de: Stufe %lld
el: Επίπεδο %lld
es_es: Nivel %lld
fr: Niveau %lld
hi: स्तर %lld
it: Livello %lld
ja: レベル %lld
ko: 레벨 %lld
li: Nivo %lld
nb: Nivå %lld
pl: Poziom %lld
pt_pt: Nível %lld
ru: Уровень %lld
sv: Nivå %lld
uk: Рівень %lld
zh_hans: 关卡 %lld

# openLetterAsk
source: Open a letter?
ar: فتح حرف؟
de_de: Einen Buchstaben öffnen?
el: Άνοιξε ένα γράμμα;
es_es: ¿Abrir una letra?
fr: Ouvrir une lettre ?
hi: एक अक्षर खोलें?
it: Aprire una lettera?
ja: 文字を開きますか？
ko: 글자를 여시겠습니까?
li: Een letter openen?
nb: Åpne en bokstav?
pl: Otworzyć literę?
pt_pt: Abrir uma letra?
ru: Открыть букву?
sv: Öppna en bokstav?
uk: Відкрити літеру?
zh_hans: 打开字母？

source: Rate
ar: قيّم
de_de: Bewerten
el: Βαθμολογία
es_es: Calificar
fr: Évaluer
hi: रेट करें
it: Valuta
ja: 評価
ko: 평가
li: Beoordelen
nb: Vurder
pl: Oceń
pt_pt: Avaliar
ru: Оценить
sv: Betygsätt
uk: Оцінити
zh_hans: 评分

# secondStep
source: 2. One letter can only be replaced by one digit
ar: 2. يمكن استبدال حرف واحد فقط برقم واحد
de_de: 2. Ein Buchstabe kann nur durch eine Ziffer ersetzt werden
el: 2. Ένα γράμμα μπορεί να αντικατασταθεί μόνο από έναν αριθμό
es_es: 2. Una letra solo puede ser reemplazada por un dígito
fr: 2. Une lettre ne peut être remplacée que par un chiffre
hi: 2. एक अक्षर को केवल एक अंक से बदला जा सकता है
it: 2. Una lettera può essere sostituita solo da un numero
ja: 2. 文字は1つの数字にしか置き換えられません
ko: 2. 문자는 숫자 하나로만 바꿀 수 있습니다
li: 2. Een letter kan alleen worden vervangen door één cijfer
nb: 2. En bokstav kan bare erstattes av ett siffer
pl: 2. Litera może zostać zastąpiona tylko przez jedną cyfrę
pt_pt: 2. Uma letra só pode ser substituída por um dígito
ru: 2. Одна буква может быть заменена только одной цифрой
sv: 2. En bokstav kan bara bytas ut mot en siffra
uk: 2. Буква може бути замінена лише однією цифрою
zh_hans: 2. 字母只能被一个数字替换

# tapToRate
source: Tap a star to rate it
ar: اضغط على النجمة لتقييمها
de_de: Tippen Sie auf einen Stern, um es zu bewerten
el: Πατήστε ένα αστέρι για να το αξιολογήσετε
es_es: Toca una estrella para calificar
fr: Touchez une étoile pour la noter
hi: इसे रेट करने के लिए एक स्टार टैप करें
it: Tocca una stella per valutarla
ja: 星をタップして評価してください
ko: 별을 눌러 평가하세요
li: Tik op een ster om te beoordelen
nb: Trykk på en stjerne for å rangere den
pl: Dotknij gwiazdki, aby ocenić
pt_pt: Toque numa estrela para avaliar
ru: Коснитесь звезды, чтобы оценить
sv: Tryck på en stjärna för att betygsätta den
uk: Торкніться зірки, щоб оцінити
zh_hans: 点击星星来评分

# tapToRateDescription
source: Rate us on AppStore. Every rating and review helps us to develop for the better.
ar: قيمنا على AppStore. كل تقييم ومراجعة تساعدنا على التطور للأفضل.
de_de: Bewerten Sie uns im AppStore. Jede Bewertung und Rezension hilft uns, uns zum Besseren zu entwickeln.
el: Βαθμολογήστε μας στο AppStore. Κάθε βαθμολογία και κριτική μας βοηθά να εξελιχθούμε προς το καλύτερο.
es_es: Califícanos en AppStore. Cada calificación y comentario nos ayuda a desarrollarnos para mejorar.
fr: Évaluez-nous sur AppStore. Chaque note et commentaire nous aide à nous développer pour le mieux.
hi: हमें AppStore पर रेट करें। हर रेटिंग और समीक्षा हमें बेहतर बनाने में मदद करती है।
it: Valutaci su AppStore. Ogni valutazione e recensione ci aiuta a svilupparci per il meglio.
ja: AppStore で私たちを評価してください。各評価とレビューは、私たちがより良く発展するのに役立ちます。
ko: AppStore에서 저희를 평가해 주세요. 모든 평가와 리뷰는 저희가 더 나은 발전을 위해 도움이 됩니다.
li: Beoordeel ons op AppStore. Elke beoordeling en recensie helpt ons om beter te ontwikkelen.
nb: Vurder oss på AppStore. Hver vurdering og anmeldelse hjelper oss med å utvikle oss for det bedre.
pl: Oceń nas na AppStore. Każda ocena i recenzja pomaga nam rozwijać się na lepsze.
pt_pt: Avalie-nos no AppStore. Cada classificação e comentário ajuda-nos a desenvolver para melhor.
ru: Оцените нас в AppStore. Каждая оценка и отзыв помогает нам развиваться в лучшую сторону.
sv: Betygsätt oss på AppStore. Varje betyg och recension hjälper oss att utvecklas för det bättre.
uk: Оцініть нас на AppStore. Кожен рейтинг та відгук допомагає нам розвиватися на краще.
zh_hans: 在 AppStore 上为我们评分。每一个评分和评论都有助于我们更好地发展。

# thanks
source: Thank You!
ar: >شكرا لك
de_de: Vielen Dank!
el: Ευχαριστώ!
es_es: ¡Gracias!
fr: Merci!
hi: धन्यवाद!
it: Grazie!
ja: ありがとうございます！
ko: 감사합니다!
li: Dank je!
nb: Takk!
pl: Dziękuję!
pt_pt: Obrigado!
ru: Спасибо!
sv: Tack!
uk: Дякуємо!
zh_hans: 谢谢！

# thirdStep
source: 3. Press \"?\" if you need help
ar: 3. اضغط على \'?\' إذا كنت بحاجة إلى مساعدة
de_de: 3. Drücken Sie \"?\" wenn Sie Hilfe benötigen
el: 3. Πατήστε \"?\" αν χρειάζεστε βοήθεια
es_es: 3. Presiona \"?\" si necesitas ayuda
fr: 3. Appuyez sur \"?\" si vous avez besoin d\'aide
hi: 3. सहायता की आवश्यकता होने पर \'?\' दबाएं
it: 3. Premi \"?\" se hai bisogno di aiuto
ja: 3. 助けが必要な場合は、\"?\"を押してください
ko: 3. 도움이 필요하면 \'?\' 를 누르세요
li: 3. Druk op \"?\" als je hulp nodig hebt
nb: 3. Trykk på \"?\" hvis du trenger hjelp
pl: 3. Naciśnij \"?\" w razie potrzeby pomocy
pt_pt: 3. Pressione \"?\" se precisar de ajuda
ru: 3. Нажмите \"?\" если вам нужна помощь
sv: 3. Tryck på \"?\" om du behöver hjälp
uk: 3. Натисніть \"?\" у разі потреби допомоги
zh_hans: 3. 如果需要帮助，请按 \"?\"

# unlockAsk
source: Unlock?
ar: هل ترغب في الفتح؟
de_de: Entsperren?
el: Ξεκλειδώνεις;
es_es: ¿Desbloquear?
fr: Déverrouiller?
hi: खोलें?
it: Sbloccare?
ja: アンロックしますか？
ko: 언락하시겠습니까?
li: Óntsloetele?
nb: Låse opp?
pl: Odblokować?
pt_pt: Desbloquear?
ru: Разблокировать?
sv: Låsa upp?
uk: Розблокувати?
zh_hans: 解锁?

source: Watch AD
ar: شاهد إعلان
de_de: Werbung ansehen
el: Παρακολουθήστε Διαφήμιση
es_es: Ver anuncio
fr: Regarder PUB
hi: विज्ञापन देखें
it: Guarda annuncio
ja: 広告を見る
ko: 광고 시청
li: Kiek Reclame
nb: Se annonse
pl: Obejrzyj reklamę
pt_pt: Assistir Anúncio
ru: Смотреть рекламу
sv: Titta på annons
uk: Дивитися рекламу
zh_hans: 观看广告
